Repository: mozilla-l10n/mt-training-data
Catalog: ajg/ajg_pontoon.tmx
Source language: en_us
Languages: ajg

source: Review transcriptions of recorded sentences for accuracy
ajg: A glo lehanci yí wo ŋwlɛ nuxu ciwo yí wo lé dó ekaji kpɔ́ kpɔ́ mɔ́ wo ŋwlɛ wo nyuiɖe ma

source: Review user-submitted transcriptions in your language
ajg: A glo enuŋwlɛŋwlɛ ciwo yí Kɔmɔnu vɔyisi zantɔwo sɔ́ ɖó ŋmɛ nɔ amɛ kpɔ kpɔ́

source: s
ajg: a

source: S
ajg: P

source: Select an option
ajg: Wɔ cancan ɖeká

source: Select a variant (optional)
ajg: Càn enyɔgbe hamɛ ɖeka (nɔ́ é dró eo)

source: Select File
ajg: Càn enyɔgbewo dakavi ɖeka

source: Select File to Upload
ajg: Càn enyɔgbewo dakavi ɖeka yí a sɔɛ ɖaɖa

source: Select up to three domains (optional)
ajg: Càn soxu, keke á yi amɛtɔn

source: Sentence
ajg: Enyɔgbe

source: Sentence Domain
ajg: Enyɔgbe lɔ jɔsoxu

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ajg: Wo a sɔ́ enyɔgbe ciwo yí wo ná le elɛ kpé munumumu 'nyɔ ɖe ci yí amɛɖe de kpa o.

source: Sentence Variant
ajg: Enyɔgbe hamɛhamɛ

source: Separate sentences into one line by pressing “Enter” or “Return” once
ajg: Sɔ̀ alɔ ʒinkɔ "yimɛɖoɖo" jí zeɖeka yí a sɔɛ makɔ enyɔgbewo mɛ

source: Service and Retail
ajg: Edɔwawanɔamɛ koɖo enuɖeɖesasa

source: Share Common Voice
ajg: Ma Common Voice

source: Share your clip
ajg: ma tɔwo nyɔleɖílɔ́

source: Shortcuts
ajg: emɔ swɛwo

source: [Should be ‘dinosaurs’]
ajg: [éɖoanyí «hwenu xexiɖegãwo»], [éɖoanyí «bleman lanxoxwiwo»], [éɖoanyí «dinozɔrʊ jɔasuwo»]

source: [Should be “We are”]
ajg: [eɖoanyí« kakandejitɔe »]

source: Single
ajg: Enyɔgbe kuɖeka

source: Single sentence submission
ajg: enyɔgbe kuɖeka sɔsɔ ɖaɖa

source: Skip
ajg: va yi

source: Small batch
ajg: Eta hwɛhwɛ

source: Small batch sentence submission
ajg: Enyɔgbewo 'ta hwɛhwɛ sɔsɔ ɖaɖa

source: Source: { $sentenceSource }
ajg: Jɔsoxú : { $sentenceSource }

source: Speak
ajg: xo nuxú

source: Speak now
ajg: eteŋ xo nuxú

source: Speak options menu
ajg: dɔwɔɖoɖokpájí « xo nuxu»

source: Start recording
ajg: Tɔ enyɔwo lélé

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ajg: <strong>ŋɔcitrantranɖo</strong> dinozɔri jɔasuwo<strong>ekpɛn</strong> Trias

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ajg: <strong>ŋɔcitrantranɖo</strong> dinozɔri jɔasuwo<strong>ekpɛn</strong> Trias

source: Submit
ajg: sɔ ɖo ɖa

source: Submit a new question for the community to read and respond to
ajg: Sɔ biabia bú ɖaɖa ne amewo atéŋ áhlɛn yí áɖó ŋú.

source: Submit a report
ajg: á sɔ́ egbɛɖoɖo ,ɖéká ɖaɖa, á sɔ́ nuŋlɔŋlɔ ɖéká ɖaɖa, á ɖó nyɔtakaka ɖéká ɖaɖa, á ɖódɔŋɔŋlɔ nyɔtakaka ,déká ɖaɖa, asɔ enyɔleɖi ɖéká ɖáɖá.

source: Submit clips
ajg: Sɔ enyɔleléwo ɖáɖá, á śɔ enyɔleléwo ɖáɖá

source: Submit new questions for the community to read and respond to
ajg: Sɔ̀ biɔse yoyuwo ɖó ŋmɛ nɔ agbetɔ ahwa lɔ nɔ́ á hliin yí a ɖó wo ŋci

source: Success
ajg: Dɔwɔwɔ ŋjejekpɔkpɔ, dɔwɔwɔ jijeji, dɔwɔwɔ viɖeɖe

source: success checkmark
ajg: Jiɖuɖu jeshi kpaxwé

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ajg: dɔɛn va yi ɖushi kpájí ne na dashi ɖe nyɔgbe lɔ ji. Dɔɛn va yi emiɔ kpaji né na cucwui ɖaɖa. Dɔɛn yi ji ne na tashi.<strong> Na ɖoŋui asɔ́ ashitɔtrɔlɔ́ le tɔwo ɖɔ́ŋú ɖáɖá.

source: Taking several attempts to read a word.
ajg: Woatekpɔ ŋtɔ́ gbɔxxe ahlin nyɔkpe ɖeka, Woatekpɔ ŋtɔ́ gbɔxxe ahlin nú ɖeka.

source: Tap
ajg: xo ji

source: Technology and Robotics
ajg: Edɔwawawo 'lɔkpa koɖo hlobowo 'lɔkpa

source: Thank you for contributing your bulk submission!
ajg: Akpe nɔ́ eo mɔ è sɔ enyɔgbe sugbɔ ɖaɖa

source: Thank you for contributing your voice!
ajg: Akpe nɔwo ɖe tɔwo gbeɛ nana ŋú

source: Thank you for donating your voice clips!
ajg: Akpe ɖo mio gbewo kpɔdonu sɔsɔna ta

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ajg: Akpe ɖo eny,ɔleɖiwo ta<lineBreak></lineBreak>Viɛ a téŋ dashi ɖé jí kéŋ asɔ enu gɔmetɔ ceɖewo ɖáɖá

source: Thank you for your voice information
ajg: Akpe nɔ́ tɔ gbeɖiɖi nyanyananawo

source: The bumblebee sped by.
ajg: Hunhun lɔ zo, hunhun lɔ só, hunhun lɔ shí, hunhun lɔ xéŋ.

source: The clip has disrespectful or offensive language.
ajg: amemabunyɔwo alo ezunyɔwo le egbeɖiɖi kpɔɖonulɔ me

source: The giant dinosaur of the Triassic.
ajg: Trias hwenu xexiɖegã, Trias bleman lanxoxwi jɔasu, Trias dinozɔru jɔasu.

source: The giant dinosaurs of the Triassi-.
ajg: Trias hwenu xexiɖegã, Trias bleman lanxoxwi jɔasu, Trias dinozɔru jɔasu.

source: The giant dinosaurs of the Triassic.
ajg: Trias hwenu xexiɖegãwo, Trias bleman lanxoxwi jɔasuwo, Trias dinozɔru jɔasuwo

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ajg: Trias dinosɔru jɔasuwo.<strong> xlɛnxlɛn tutugbantɔ</strong>

source: The giant dinosaurs of the Triassic. Yes.
ajg: Trias hwenu xexiɖegãwo, ɛɛ, Trias bleman lanxoxwi jɔasuwo. ɛɛ, Trias dinozɔru jɔasuwo. ɛɛ

source: The giant dino <strong>[cough]</strong> the Triassic.
ajg: dinozɔru jɔasu<strong> ekpɛn</strong> Trias lɔ

source: There are currently no sentences to review in this language.
ajg: ɖɛ viɛ, numekukuɖe de lɛ yí woawɔ le egbe ceɖe me o

source: The recording was too long.
ajg: enu léléɛ jiji ɖoɖú

source: The recording was too quiet.
ajg: ggbeɖiɖiɛ yi gɔme ɖoɖú

source: The recording was too short.
ajg: enu léléɛ hwedo ɖoɖú

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ajg: gbeɖidi nɔ tɔxuwo hame hamewo zénɔ le nuxlɛtɔwo gbɔ. Ne nyí gbeɖiɖiɛ yi ji sugbɔ alo so lɔ, alo ne nyi bé é yi gɔme sugbɔ yi ́ wo da téŋ se enyɔwo nuieɖe lɔ, yi wo de téŋ de jeshi le nuŋɔŋlɔ me ɔ gahunume yí aɖashi ɖɛ ne

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ajg: enyɔgbelé xoxuwonú va yi ci Common Voice ka ji

source: The sentence has a grammatical or spelling error.
ajg: egbenyɔsevodada alo egbeŋɔŋlɔsevodada ɖeka le nyɔgbelɔme

source: The sentence has disrespectful or offensive language.
ajg: amemabumabu alo ezu le nyɔgbe lɔwo me

source: The sentence must be grammatically correct.
ajg: enyɔgbelɔ ne sɔ kuɖo gbeŋutiseɛ

source: The sentence must be speakable.
ajg: O ne téŋ yɔ́ enyɔgbe lɔ

source: The sentence must be spelled correctly.
ajg: enyɔgbelɔ ne sɔ kuɖo gbeŋɔŋlɔseɛ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ajg: nyanyanana ceɖewo zanzan le faaa ,de. Ne e ji lɔ, eyí a zɛn. Ne mi má mio dɔwo lɔ́, mi wla nɔ́ ɖokuishi nyanyananawo yí mi kpɔ́nɔ́ bé nyanyananawo shigbe be ŋkɔ kuɖo nɔxujeshi e-mail dé canɔ ka kuɖo nyanyananawo le amewo gbɔsɔsɔ xexlẽme shigbe be exwe alo jijime.

source: Three to go!
ajg: é wu ametɔn !

source: Too many files
ajg: Enyɔgbewo dakavi lɔ wú egan

source: Transcribe audio recordings into text
ajg: Egbeɖiɖi ciwo yí wo xɔ do ekaji ɔ, ŋwlɛ̀ wo dó enyɔgbewo fɔfɔkplitɔ ji

source: Transcribe audio recordings in your language
ajg: Egbeɖiɖixɔxɔ do eka ji ŋwlɛŋwlɛ do ao 'gbe mɛ

source: Try again by dragging your file here
ajg: Gbè tiikpɔ yí a cucu ao 'nyɔgbewo dakavi lɔ ɖaɖa toto elɛ

source: Try uploading again
ajg: Gbè tekpɔ mɔ́ ye a sɔɛ ɖaɖa ké

source: Understand contribution criteria
ajg: á se alɔdodofɔɖeɖewo gɔme, á se kpekpeɖoŋú ɖoɖowo gɔme, á se kpekpeɖoŋú séwo gɔme.

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ajg: Seme be eɖoa ɖoto enyɔlelɛwo nyuieɖe ne nateŋ asɔ tɔwowo sɔkpewo

source: Upload aborted. Do you want to delete your recordings?
ajg: enyɔleɖi ɖáɖá majeji

source: { $uploadedSentences } of { $totalSentences } sentences collected
ajg: { $uploadedSentences } Enyɔgbewo fɔfɔkpli dó{ $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ajg: { $uploadedSentences } enyɔgbewo fɔfɔkpli dó{ $totalSentences }. Ʒìn alɔ yi ji<downloadLink> elɛ</downloadLink> yí a sɔ́ xɔ enyɔgbe ciwo yí sɔ́ kɔŋgbe soso jinjintɔxu.

source: Upload failed, please retry.
ajg: Enusɔsɔɖaɖa lɔ de yi o, gbè tiikpɔ ké

source: Upload <icon></icon> public domain sentences
ajg: Sɔ̀... ɖaɖa <icon></icon> enyɔgbe ci yí amɛɖe de kpa o

source: Upload in progress...
ajg: Enusɔsɔ ɖaɖa lɔ yikɔ ji

source: Upload more sentences?
ajg: Sɔ̀ enyɔgbe buwo ɖaɖa

source: Use correct grammar
ajg: Egbe 'nyɔse ɖó a nyɔ́

source: Use correct spelling and punctuation
ajg: Egbeŋwlɛŋwlɛse koɖo gbɔnxuɖoɖo doenuŋwlɛŋwlɛmɛ ɖo a nyɔ́

source: Validate Readings
ajg: A glo enuhlɛnhlɛn lɔwo kpɔ́ kpɔ́ mɔ́ wo nyɔ́ ma

source: Validate Readings, Review Transcriptions
ajg: A glo enuhlɛnhlɛn lɔwo kpɔ́ kpɔ́ mɔ́ wo nyɔ́ ma, a glo enuwo ŋwlɛŋwlɛmɛ kpɔ

source: Validate Readings <small>(Coming soon)</small>
ajg: A glo enuhlɛnhlɛn lɔwo kpɔ́ kpɔ́ mɔ́ wo nyɔ́ ma (egabumɛ)

source: Validate readings submitted by community members
ajg: A glo enuhlɛnhlɛn ciwo yí egbe lɔ dotɔwo sɔ́ ɖaɖa kpɔ́ kpɔ́ mɔ́ wo nyɔ́ ma

source: Validate user-recorded readings in your language
ajg: A glo enuhlɛnhlɛn ciwo yí Kɔmɔnu vɔyisi 'zantɔwo dado ekaji dó ao 'gbe mɛ kpɔ́ kpɔ́ mɔ́ wo nyɔ́ ma

source: Varying Pronunciations
ajg: yɔyɔ vovowo, enu yɔyɔ vovowo, vovotótó le enyɔwo yɔ́yɔ́ me.

source: Volume
ajg: gbeɖiɖi

source: Want to save your information? <createProfile>Create a profile</createProfile>
ajg: e ji be alé tɔwo nyanyananawo ɖɛ ?<createProfile> Hun nɔnɔme ŋtinyɔ ɖeka</createProfile>

source: We are going out to get a coffee.
ajg: Kakɖejitɔ lɔ, á nyá kpɔ́kpɔ́ le hunu.

source: We are going out to get coffee.
ajg: Á nyá kpɔkpɔ godo, kakanɖejitɔ lɔ, á nyá kpɔ́kpɔ́ ŋtɔ́.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ajg: Mì de sɛ́n eŋ xɔ egbeɖiɖi kpɔdonu ɖé yí wo a se o. Trɔ̀va egabu mɛ yí agbe va tii kpɔ.

source: We couldn’t get any sentences for you to speak. Please try again later.
ajg: misetéŋ kpɔ́ enyɔgbewo á nu o. Tikpɔ gabují

source: We may have run out of clips - refresh the page, or try again later.
ajg: Egbeɖiɖi kpɔdonu ɖe de gbe li yí mì a kpɔ́ mɔ́ yi nyɔ́ le egbe cɛ mɛ ma o...

source: We’re going out to get coffee.
ajg: kakɖejitɔ lɔ, á nyá kpɔ́kpɔ́ ŋtɔ́

source: We're making some big changes
ajg: mi trɔ́náshi le nu sugbɔ veviɖewó ŋú

source: We’re sorry, your platform is not currently supported.
ajg: Kafla, tɔwo dɔwɔasaɖaɔ, dé kpɔ́ le gbesɔsɔ o

source: We've run out of sentences to record in this language...
ajg: Enyɔbuwo dé gbé lɛ yí mialé le egbe ceɖe me o…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ajg: á nyɔbé nusɔsrɔn le akɔntabubumɔnwo ŋú ne tekpɔ á do jeshi axwa citocito vovovo ŋu.Ateŋ wɔdɔ lé axwa cewo yí sɛŋu wɛɖeka me ne dá xé mɔ nɔ enyɔɖoanyiɛ pléŋ sese o. a téŋ wɔdɔ ne hajijigbe ɖi kɔ fafa ɖe; vɔ né é dá xwá sugbɔ lɔ, ágbɔnu

source: What issues are you experiencing with this sentence?
ajg: Kuxi kene hanɖéwo yí edogo le nyɔgbe ceɖe ŋu o ? kuxi kene hanɖéwo yí e kpɔ kuɖo enyɔgbe ceɖe o ? Kuxi kene hanɖewo yí e kpɔ le nyɔgbe ceɖe me o ?

source: What needs to be in my file?
ajg: Nyi yí a nɔ anyi 'nyɔgbewo dakavi mɛ ɔ?

source: What sentences can I add?
ajg: Enyɔgbe ciwo yí na sɛ́n eŋ sɔ́ kpii ɔ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ajg: Le tɔwonyɔwo seseme lɔ, lé susu dé enyɔlelewo ŋú kpɔbe wosɔ kuɖo enuŋɔŋlɔlɔwo maaa ; ne gbe nyi vodada swɛwo yí wo nyí can, tashi wo. <br /> Vodada ceɖewo yi bɔ́nɔ́ ke :

source: Why are you asking?
ajg: nyitaɖo biabia hunu o

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ajg: Le akpa ɖékáɔ, á téŋ kpɔ́ tɔwo dɔ́wɔna yí á nɔ kame kuɖo ameɖewo cewo yí do kɔwo alɔ tó wo gbenánáwo me.

source: Write
ajg: A ŋwlɛ enu

source: Write options menu
ajg: Cancan ciwo yí le edɔwawawo 'gbán "enuŋwlɛŋwlɛ" mɛ

source: y
ajg: o

source: Y
ajg: O

source: Yes
ajg: ɛn

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ajg: atéŋ xo jeshi ɖekáwo ɖo ju le mɔlɔ ji : { sc-review-form-button-approve-shortcut }asɔ dashi ɖé jí,{ sc-review-form-button-reject-shortcut }, asɔ cucwui ɖaɖa,{ sc-review-form-button-skip-shortcut } ne na va yI

source: You cannot add multiple sentences for a single submission
ajg: D'à sɛ́n eŋ sɔ́ enyɔgbe sugbɔ ɖaɖa le enusɔsɔɖaɖa kuɖeka mɛ o

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ajg: de can egbe ɖe kpokpwi o. Tekpɔ<profileLink>aɖó tɔnúme ne na can egbebúwo

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ajg: È ɖo fini ci yí wo ɖó a sɛ́n nɔ́ enuwosɔsɔɖaɖa le wema hunhunmɛ cɛ ji. Kaflaa, nɔ̀ ete { $retryLimit } miniti gbɔxwe yí a sɔ́ enyɔgbe bu ɖaɖa. Akpe nɔ́ eo nɔ ao jigbɔnɖɛxɔxɔ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ajg: È ɖo fini ci yí wo ɖó a sɛ́n nɔ́ enuwosɔsɔɖaɖa le wema hunhunmɛ cɛ ji. Kaflaa, nɔ́ ete { $retryLimit } ɖabaxoxo gbɔxwe yí a sɔ́ enyɔgbe bu ɖaɖa. Akpe nɔ́ eo nɔ ao jigbɔɖɛxɔxɔ!

source: You must allow microphone access.
ajg: ɖemɔ né woatéŋ zan nuxumɔ

source: You’re contributing to a target segment
ajg: E nyɔ fu do egbe ŋkɔtɔ ce yi nyí cancan gbantɔ ɖéká ŋú

source: You’re contributing to our first target segment
ajg: E nyɔ fu do egbe ŋkɔtɔ ce yi nyí mio cancan gbantɔ ŋú

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ajg: e yi kɔ kabá ɖoɖu. Gbɔjiɖɛ átrɔhlɛn enyɔgbelɔ kpɔ nyuieɖe ne nanya bé éle tɔxu

source: You're helping Common Voice reach our daily sentence goals!
ajg: Dò alɔ Kɔmɔnu Vɔyisi nɔ́ á sɛn eŋ lé enu ciwo yí é nyakɔ le yi ŋkeŋke 'nyɔgbewo mɛ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ajg: Taŋfɔin ɔ, ao 'gbe de ɖó egbeɖiɖi kpɔdonu sugbɔ o! Nɔ́ cukaɖa ɖe de li o ɔ, à trɔ́ ashi le blɛmanyi drenu tɔwo nú yí a sɔ́ ɖe nuxu buwo tii le ao 'gbe mɛ.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ajg: ɖotɔ egbeɛlɔze ce yi edo kɔ de gbe ɖo enyɔgbebuwo. Ne da do nuxu nɔ wo lɔ̀, atéŋ gbe trɔashi le tɔwo blemanyinudrenu ŋú né nyɔgbebuwo né zé le tɔwo gbelɔ me.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ajg: Tó mi ji lɔ, Common Voice kpɔ yi<goalPercentage><goalPercentage> gbeshiagbe tadojinu sɔ kuɖe { $goalValue } enyɔwo lelenuwo ŋú.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ajg: Tó mi ji lɔ, Common Voice kpɔ yi<goalPercentage><goalPercentage> gbeshiagbe tadojinu sɔ kuɖe { $goalValue } ashidada ɖe enɔwo ŋú.
